itptest_mb/temp_test/redis_output/redis7783.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
connect: connection failed: Connection refused
connect: connection failed: Connection refused
connect: connection failed: Connection refused
[...]
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
[...]
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
[...]
[RUN #1 3%,   4 secs]  0 threads:     9404580 ops,       0 (avg: 2049126) ops/sec, 0.00KB/sec (avg: 1.99GB/sec),  0.00 (avg:  1.39) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets           0.00          ---          ---      1.39200         0.00
Gets           0.00         0.00         0.00      1.39200         0.00
Waits          0.00          ---          ---      0.00000          ---
Totals         0.00         0.00         0.00      1.39200         0.00